Repository: mozilla-l10n/mt-training-data
Catalog: vot/vot_pontoon.tmx
Source language: en_us
Languages: vot

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
vot: Набор данных Common Voice - это открытый и общедоступный ресурс, который можно использовать для обучения самых различных приложений с поддержкой речи. Чтобы обеспечить безопасность наших участников, мы просим всех, кто загружает набор данных Common Voice, соблюдать конфиденциальность участников. Все голосовые записи в наборе данных очищаются от личной информации. Загружая набор данных, вы соглашаетесь не пытаться определить личность какого-либо участника. Это означает, что вы не можете пытаться связать информацию в наборе данных с личной информацией участника. Однако вы можете использовать набор данных для обучения распознаванию речи, распознаванию говорящего или других приложений, например, связывая информацию в наборе данных с другой информацией, уже имеющейся в наборе данных.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
vot: Набор данных Common Voice доступен для загрузки по лицензии <licenseLink> CC0 </ licenseLink> на <datasetLink> нашей странице наборов данных </ datasetLink>. Вы также можете загрузить несколько других общедоступных наборов данных с той же страницы.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
vot: Количество часов записи голоса, которые были подтверждены 2 из 3 пользователей с голосом «Да». Прогресс в достижении общей цели проекта в 10k часов.

source: The count of voice recording hours we have collected so far.
vot: Количество часов записи голоса, которое мы собрали на данный момент.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
vot: Цель набора данных Common Voice состоит в том, чтобы дать возможность любому человеку в мире создавать распознавание речи, распознавание говорящего или любое другое приложение, для которого требуются голосовые данные. Голосовой помощник — это только один из множества типов создаваемых приложений, для которого вы можете использовать набор данных.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
vot: Мультиязычная версия набора данных Common Voice в настоящее время проходит объединение и валидацию при поддержке сообщества. Если вы хотите помочь нам перевести Common Voice на новые языки, перейдите на страницу <sentenceCollectorLink>инструмента для сбора предложений</sentenceCollectorLink> для добавления новых предложений в набор данных и Mozilla <pontoonLink>Pontoon</pontoonLink> для перевода самого веб-сайта. Новые языки добавляются в Common Voice, когда собирается 5000 утверждённых предложений.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
vot: Многоязычная версия набора данных Common Voice в настоящее время проходит обработку и очистку при поддержке сообщества. Если вы хотите узнать больше о том, как можно помочь, пожалуйста, <contactLink>свяжитесь с нами</contactLink>. В настоящее время мы ориентируемся на дату публикации — январь 2019 года. После этого мы будем периодически обновлять набор данных новыми языками и голосовыми записями по мере их появления. Частота повторения цикла повторного выпуска ещё не определена.

source: The number of recordings and which languages you contribute to will be public.
vot: Количество сделанных вами записей и их языки будут публично доступны.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
vot: Процесс, с помощью которого информация профиля участника убирается из пожертвованных им голосовых записей, когда они упаковываются для загрузки, как часть набора данных.

source: The recording was too long.
vot: Запись слишком длинная.

source: The recording was too quiet.
vot: Запись слишком тихая.

source: The recording was too short.
vot: Запись слишком короткая.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
vot: Эти языки в настоящее время находятся на стадии развития сообществом. Индикаторы прогресса отображают, насколько далеко для каждого языка продвинулся процесс <localizationGlossaryLink>локализации веб-сайта </localizationGlossaryLink> и <sentenceCollectionGlossaryLink>сбора предложений</sentenceCollectionGlossaryLink>.

source: The selected file is too large
vot: Выбранный файл имеет слишком большой размер

source: The sentence has a grammatical or spelling error.
vot: Предложение содержит грамматическую или орфографическую ошибку.

source: The sentence has disrespectful or offensive language.
vot: Предложение содержит дискриминационные или оскорбительные выражения.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
vot: Собрание TED-LIUM было создано из аудио переговоров и их транскрипций, доступных на сайте TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
vot: Это примерное количество часов, необходимое для обучения рабочей системы преобразования речи в текст.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
vot: Это программное обеспечение с открытым исходным кодом, которое можно свободно изменять, расширять и улучшать. Mycroft может использоваться в любой отрасли, от научного проекта до корпоративного программного обеспечения.

source: This is our process for translating and adapting our content for many locales (languages).
vot: Это наш процесс перевода и адаптации нашего контента для многих языков.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
vot: Этот параметр контролирует вашу видимость в топе. Когда вы скрыты, ваш прогресс будет приватным. Это означает, что ваше изображение, имя пользователя и прогресс не будут отображаться в списке лидеров. Обратите внимание, что обновление списка лидеров занимает примерно { $minutes } минут.

source: Three to go!
vot: Осталось три!

source: Today
vot: Tänävä

source: Today's Common Voice progress on clips recorded
vot: Сегодня сделано записей на Common Voice

source: Today's Common Voice progress on clips validated
vot: Сегодня проверено записей на Common Voice

source: Today's Progress
vot: Tämä päivä progressõ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
vot: Чтобы попасть в набор данных Common Voice, запись должна быть проверена двумя разными пользователями.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
vot: Чтобы сделать набор данных Common Voice как можно более полезным, мы решили разрешить использовать только исходный текст, доступный по лицензии Creative Commons (CC0). Использование стандарта CC0 означает, что исходный текст труднее найти и собрать, но в то же время это позволяет любому использовать полученные голосовые данные без ограничений использования или разрешений от Mozilla. В конечном счёте, мы хотим сделать набор многоязычных данных максимально полезным для всех, включая исследователей, университеты, стартапы, правительства, организации социального назначения и любителей.

source: Top Contributors
vot: Топ помощников

source: Total
vot: Ühtee

source: Total Approved
vot: Всего проверено

source: Toward next goal
vot: Следующая цель

source: Track progress here and on your stats page.
vot: Отслеживайте свой прогресс здесь и на странице статистики.

source: Turkish
vot: Турецкий

source: Ubykh
vot: Убыхский

source: Udmurt
vot: Удмуртский

source: Ukrainian
vot: Украинский

source: Unable to speak right now?
vot: Не в состоянии говорить прямо сейчас

source: Upload
vot: Laadi ülelle

source: Upload aborted. Do you want to delete your recordings?
vot: Загрузка прервана. Хотите ли вы удалить ваши записи?

source: Upload an image file
vot: Загрузить файл изображения

source: Urdu
vot: Урду

source: User Name
vot: Имя пользователя

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
vot: Пользователи проверяют точность пожертвованных записей, правильно ли говорящий озвучил предложение.

source: Using Common Voice
vot: Использование Common Voice

source: Uzbek
vot: Узбекский

source: Validated Clips
vot: Проверено

source: Validated Hours
vot: Часов проверено

source: Validated Hrs
vot: Всего часов

source: Validated Hr. Total
vot: Всего часов проверено

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
vot: Проверка добавленных записей очень важна для миссии Common Voice. Послушайте записи и помогите нам создать качественные открытые голосовые данные.

source: Validations
vot: проверки

source: Version
vot: Версия

source: Vietnamese
vot: Вьетнамский

source: View your progress against personal and project goals.
vot: Наблюдайте свой прогресс в достижении личных и проектных целей.

source: Visible
vot: Видимый

source: Voice clips are entered into a submission queue that readies them for listening.
vot: Голосовые записи попадают в очередь на проверку, после которой они будут прослушаны.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
vot: Голос — естественен и человечен. Вот почему мы с большим интересом создаем пригодную к использованию машинами голосовую технологию. Но для создания систем распознавания голоса необходим очень большой объём голосовых данных.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
vot: Голос - естественен, голос - человечен. Вот почему мы стремимся создать удобную языковую технологию для наших машин. Но чтобы создавать голосовые системы, требуется очень большой объём языковых данных.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
vot: Технология распознавания голоса революционизирует способ взаимодействия с машинами, но доступные в настоящее время системы являются дорогостоящими и запатентованными. Common Voice является частью инициативы Mozilla, направленной на то, чтобы сделать технологии распознавания голоса лучше и доступнее для всех. Common Voice - это обширная глобальная база данных пожертвованных голосов, которая позволяет любому быстро и легко обучать голосовые приложения практически на любом языке. Мы собираем не только образцы голоса на широко распространенных языках, но и на языках с меньшим количеством говорящих. Публикация разнообразных наборов голосов позволит разработчикам, предпринимателям и сообществам самим устранить этот пробел. В дополнение к набору данных Common Voice мы также создаем механизм распознавания речи с открытым исходным кодом под названием Deep Speech.

source: Voice recording in progress
vot: Идёт запись голоса

source: Voices Online Now
vot: Äänte paraikaa onlainiz

source: Votic
vot: vad̕d̕a

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
vot: VoxForge был создан для сбора транскрибированной речи для использования со свободными и открытыми механизмами распознавания речи.

source: Want to change your voice clip?
vot: Хотите изменить свою голосовую запись?

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
vot: Хотите помочь сделать Common Voice ещё лучше? Отлично! Свяжитесь с нами по электронной почте или на <discourseLink>Discourse-форуме</discourseLink>, оставьте отзыв на <githubLink>GitHub</githubLink>, или присоединитесь к нам на <slackLink>Slack</slackLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
vot: Хотите получить сообщение о выпуске новой версии набора данных Common Voice? Подпишитесь на нашу новостную рассылку.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
vot: Мы создаём открытый и общедоступный набор голосовых данных, чтобы любой человек мог использовать его для обучения программ с распознаванием речи.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
vot: Мы в Mozilla создаём сообщество по языковым технологиям. Мы хотим, чтобы вы были в курсе всех новостей, новых источников данных, а также хотели бы знать больше о том, как вы используете такого рода данные.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
vot: Мы верим, что большой общедоступный набор голосовых данных стимулирует инновации и нормальную коммерческую конкуренцию в машинно-обучаемой технологии распознавания голоса. Это глобальная инициатива, и мы приглашаем всех принять участие. Наша цель - помочь голосовым технологиям быть более всесторонними и распознавать разнообразные голоса со всего мира.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
vot: Мы считаем, что большие и общедоступные наборы голосовых данных будут способствовать появлению нововведений и здоровой коммерческой конкуренции в области речевых технологий на основе машинного обучения. Мультиязычный набор данных Common Voice уже является крупнейшим общедоступным набором голосовых данных, но он не единственный в своем роде. На этой странице вы можете найти ссылки на другие открытые наборы голосовых данных и, с развитием Common Voice, обновления наших выпусков.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
vot: Мы вычисляем часы, оценивая среднюю длину каждой записи, а затем умножая это число на общее количество записей на всех языках.

source: We don't have anything to validate in this language, help us fill the queue.
vot: У нас нет ничего для проверки на этом языке, помогите нам заполнить очередь.

source: Weekly
vot: Nätälitta

source: Weekly Goal
vot: Еженедельная цель

source: Welcome { $company } staff!
vot: Добро пожаловать, сотрудники { $company }!

source: Welsh
vot: Валлийский

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
vot: Мы обещаем, что будем обрабатывать вашу информацию с осторожностью. Подробнее в нашей <privacyLink>политике приватности</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
vot: Мы создаём открытый и мультиязычный набор голосовых данных, который любой желающий сможет использовать для обучения голосовых приложений.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
vot: Мы создаём краудсорсинговый открытый голосовой набор. Помогите своим голосом, проверяйте точность записей других людей, делайте набор данных лучше для всех и каждого.

source: We’re sorry, but your platform is not currently supported.
vot: Нам жаль, в настоящее время ваша платформа не поддерживается.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
vot: Мы хотим, чтобы набор данных Common Voice работал с качеством звука, которое движок преобразования речи в текст будет слышать в реальной жизни, поэтому нам необходимо разнообразие. В дополнение к широкому сообществу авторов записей, набор данных с различным качеством звука научит движок распознавания речи правильно работать в различной среде, например, с фоновыми разговорами и автомобильными шумами. Если ваша запись понятна, то она нужна для набора данных.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
vot: Мы максимально быстро свяжемся с вами, рассказав о том, как добавить ваш язык в Common Voice.

source: We will be in touch with more information as it becomes available.
vot: Мы свяжемся с вами, сообщив больше информации, когда она станет доступна.

source: We will not make your email public.
vot: Мы не будем публиковать вашу электронную почту.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
vot: Мы рассмотрим ваш запрос на удаление ваших голосовых записей из набора данных. Если ваш запрос будет одобрен, мы свяжемся с теми, кто загрузил этот набор данных, и попросим их удалить ваши записи голоса.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
vot: Что это значит, что я не могу «определить личность» ораторов в наборе данных Common Voice?

source: What is Common Voice?
vot: Mikä on Common Voice?

source: What issues are you experiencing with this sentence?
vot: Какие проблемы вы испытываете с этим предложением?

source: What level of audio quality is required for a voice clip to be used in the dataset?
vot: Какого качества требуется звук для голосового клипа, который будет использоваться в наборе данных?

source: What’s inside the Common Voice dataset?
vot: Что находится внутри набора данных Common Voice?

source: What's Public?
vot: Какие данные доступны всем?

source: What’s the difference between Common Voice and Deep Speech?
vot: В чем разница между Common Voice и Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
vot: Если пользователь выбирает «Нет», запись возвращается в очередь. Если она получает второй голос «против», то запись отправляется на «Кладбище записей».

source: When will you release Common Voice data in other languages?
vot: Когда вы выпустите набор данных Common Voice на других языках?

source: Where does the source text come from?
vot: Откуда берутся тексты для озвучивания?

source: Why ?
vot: Почему?

source: Why a profile?
vot: Зачем нужен профиль?

source: Why Common Voice?
vot: Почему Common Voice?

source: Why does this matter?
vot: Почему это важно?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
vot: Почему бы вам не попросить людей читать книги или статьи из Википедии на разных языках?

source: Why do you need so many different speakers per language?
vot: Зачем вам так много разных носителей одного языка?

source: Why is 10,000 validated hours the per language goal for capturing audio?
vot: Почему 10000 проверенных часов является языковой целью для захвата звука?

source: Why is Common Voice part of the Mozilla mission?
vot: Почему Common Voice является частью миссии Mozilla?

source: Why is it important?
vot: Почему это важно?
